export const MAX_PHOTOS = 25;
export const MIN_COMMENTS = 0;
export const MAX_COMMENTS = 30;
export const MIN_NUMBER_LIKES = 15;
export const MAX_NUMBER_LIKES = 200;
export const MIN_AVATARS_ID = 1;
export const MAX_AVATARS_ID = 6;
export const MAX_COMMENT_LENGTH = 140;

export const PHOTO_DESCRIPTIONS = [
  'Фото гостиницы со стороны пляжа',
  'Фото вывески',
  'Фото плажа',
  'Фото девушки',
  'Оригинальное фото обеда',
  'Фото спорткара',
  'Фото клубники',
  'Фото напитков',
  'Фото девушки на фоне самолета',
  'Фото подставки для обуви',
  'вход на пляж',
  'Фото машины',
  'Фото еды',
  'Фото котика',
  'Фото обуви',
  'Фото гор из стратосферы',
  'Фото оркестра',
  'Фото классической машины',
  'Фото оригинальной обуви с подстветкой',
  'Фото отеля',
  'Фото завтрака',
  'Фото заката',
  'Фото фауны',
  'Фото ночного клуба',
  'Фото путешествие на машине',
];

export const NAME_USERS = [
  'Артём',
  'Александр',
  'Фиофан',
  'Надежда',
  'Кристюша',
  'Аня',
  'Слава',
  'Кирилл',
  'Лиза',
  'Лена',
  'Оксана',
  'Лика',
  'Карл',
  'Иван',
  'Ксюша',
  'Джон',
];

export const MESSAGE_USERS = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];
